/* 
  Localizable.strings
  HotKey

  Created by Peter Vorwieger on 18.10.15.
  Copyright © 2015 Peter Vorwieger. All rights reserved.
*/

"scriptStatusText" = "Script installed";
"scriptStatusButton.title" = "Install";
"show.clipboard" = "Show Clipboard";

"menu.about" = "About HotKey";
"menu.preferences" = "Preferences...";
"menu.quit" = "Quit HotKey";

"ScriptInstaller.update" = "Update";
"ScriptInstaller.install" = "Install";
"ScriptInstaller.not-installed" = "Script not installed.";

"scriptStatusText.installed" = "Script installed";
"scriptStatusText.needs-update" = "Script needs update";
"scriptStatusText.not-installed" = "Script not installed";
"scriptStatusButtonTitle.installed" = "Install";
"scriptStatusButtonTitle.needs-update" = "Update";
"scriptStatusButtonTitle.not-installed" = "Install";

"AddButton.title" = "Choose";

"alert.title.shortcutNotSaved" = "Shortcut could not be saved!";
"alert.text.shortcutNotSaved" = "The entered shortcut %@ is already taken! Please choose another one.";
"alert.title.itemNotRemoved" = "Item could not be removed!";
"alert.text.itemNotRemoved" = "The item you selected is not removeable.\nDo you want to disable the Shortcut?";
"alert.itemNotRemoved.disable" = "Disable";
"alert.itemNotRemoved.cancel" = "Cancel";

"OptionsWindowController.ScriptNeedsUpdate" = "Script needs update";
"OptionsWindowController.ScriptNotInstalled" = "Script not installed";

"Space" = "Space";
"NoShortcut" = "No shortcut";
